Repository: Ultimate-Huskies/bbpress-digest
Catalog: languages/bbp-digest-*.po
Languages: de_de, it_it

source: bbPress Digest
de_de: Forenbenachrichtigung
it_it: Riepilogo bbPress

source: Send digests with forum's active topics.
de_de: Sende Zusammenfassungen von aktiven Forenbeiträgen.

# plugin actions link
source: Settings
de_de: Einstellungen

source: Donate
de_de: Spenden
it_it: Donazione

# settings section title
source: bbPress Digest Settings
de_de: bbPress Digest Einstellungen

source: Show one-click subscription
de_de: Zeige Schaltfläche für Forenabonnement

source: Show weekly digest option
de_de: Zeige Option für wöchentliche Zusammenfassung

source: bbPress Digest settings for enabling features
de_de: bbPress Digest Einstellungen für Funtkionsaktivierung

source: Allow users to include forum in a digest from a single forum page
de_de: Erlaube es Nutzern einzelne Foren zu abonnieren

source: Allow users to chose do they want to receive digest once weekly instead of once daily
de_de: Erlaube es Nutzern wöchentliche anstatt tägliche Zusammenfassungen zu bekommen

source: bbPress Digest Emails
de_de: Forenbenachrichtigungen
it_it: Riepilogo bbPress

# checkbox label
source: Yes
de_de: Ja
it_it: Sì

source: Check if you want to receive daily digest with active forum topics for that day.
de_de: Ankreuzen um Forenbenachrichtigungen zu erhalten.
it_it: Seleziona se vuoi ricevere un riepilogo giornaliero con le discussioni attive della giornata.

# radio button label
source: Daily
de_de: Täglich

# radio button label
source: Weekly
de_de: Wöchentlich

source: Choose should you receive digest once daily or once weekly.
de_de: Wähle zwischen täglich oder wöchentlich.

source: Choose on which day of a week you want to receive a digest.
de_de: Wähle an welchem Tag du Zusammenfassungen erhalten möchtest.

source: Digests should be sent at this time:
de_de: Zusammenfassung sollte um diese Zeit gesendet werden:

source: Select the hour of the day when you want to receive digest emails. Current time is <code>%1$s</code>.
de_de: Wähle die Stunde des Tages. Aktuelle Zeit ist <code>%1$s</code>.
it_it: Scegli l'ora del giorno in cui vuoi ricevere le email di riepilogo. Attualmente è <code>%1$s</code>.

# current time date format
source: Y-m-d G:i:s
de_de: d.m.Y G:i:s

# radio button label
source: All
de_de: Alle
it_it: Tutto

source: Only forums I choose
de_de: Nur für ausgewählte Foren
it_it: Solo i forum da me selezionati

source: Choose should digest include topics from all forums or only from selected forums.
de_de: Wähle, ob du Zusammenfassung von allen oder nur von ausgewählten Foren erhalten möchtest.
it_it: Scegli se il riepilogo deve contenere discussioni da tutti i forum o solo dai forum selezionati.

source: Choose forums which you want to be included in a digest.
de_de: Wähle die Foren, welche in deiner Zusammenfassung enthalten sein sollen.
it_it: Seleziona i forum che vuoi siano inclusi nel riepilogo.

source: Active topics for week ending %1$s
de_de: [Ultimate Huskies] Aktive Themen der letzten Woche (bis %1$s)

source: This topics have been active in the last 7 days:
de_de: Hallo lieber Husky, die folgenden Beiträge waren in den letzte 7 Tagen aktiv:

source: Active topics for %1$s
de_de: [Ultimate Huskies] Aktive Themen vom %1$s
it_it: Discussioni attive per %1$s

# one day span email title date format
source: d. F Y.
de_de: d.m. H:00

# 1. Yesterday 2. Today
source: Active topics for %1$s / %2$s
de_de: [Ultimate Huskies] Aktive Themen vom %1$s bis %2$s
it_it: Discussioni attive per %1$s / %2$s

# two day span yesterday email title date format
source: d. F Y.
de_de: d.m. H:00

# one day span today email title date format
source: d. F Y.
de_de: d.m. H:00

source: This topics have been active in the last 24 hours:
de_de: Hallo lieber Husky, diese Themen waren in den letzen 24 Stunden aktiv:
it_it: Queste discussioni sono state attive nelle ultime 24 ore:

source: No topics available
de_de: Keine Themen verfügbar
it_it: Nessuna discussione disponibile

source: No forums available
de_de: Keine Foren verfügbar
it_it: Nessun forum disponibile

source: None available
de_de: Keine verfügbare
it_it: Non disponibile

source: The request was unsuccessful. Please try again.
de_de: Die Anfrage war nicht erfolgreich. Bitte versuche es erneut.

source: <a href="%1$s" class="%2$s">Include topics from this forum to the digest emails</a> (<a href="%3$s">edit settings</a>)
de_de: <a href="%1$s" class="%2$s">Themen dieses Forums zu deiner Emailbenachrichtigung hinzufügen</a> (<a href="%3$s">Einstellungen ändern</a>)

source: Topics from this forum are included in digest emails (<a href="%1$s" class="%2$s">remove </a> | <a href="%3$s">edit settings</a>)
de_de: Themen für dieses Forum sind in deiner Emailbenachrichtigung enthalten (<a href="%1$s" class="%2$s">entfernen</a> | <a href="%3$s">Einstellung ändern</a>)

# settings field label
source: Digest emails
de_de: Emailbenachrichtigung

source: Daily or weekly
de_de: Täglich oder wöchentlich

source: Digest time
de_de: Zeit

# settings field label
source: Forums
de_de: Foren

source: Daily digests should be sent at this time:
it_it: Il riepilogo va inviato a questo ora:

source: Daily digest
it_it: Riepilogo giornaliero

source: Daily digest time
it_it: Orario riepilogo giornaliero

source: Send daily digest with forum's active topics.
it_it: Invia un riepilogo giornaliero con le discussioni attive nei forum.
