Repository: Ultimate-Huskies/bbpress-digest
Catalog: languages/bbpress-digest-*.po
Languages: sr_rs

source: Active topics for %1$s
sr_rs: Теме активне за %1$s

# 1. Yesterday 2. Today
source: Active topics for %1$s / %2$s
sr_rs: Теме активне за %1$s / %2$s

source: This topics have been active in the last 24 hours:
sr_rs: Ове теме су биле активне у последња 24 часа:

source: No topics available
sr_rs: Нема доступних тема

source: No forums available
sr_rs: Нема доступних форума

source: None available
sr_rs: Ништа није доступно

source: bbPress Digest Emails
sr_rs: bbPress-ова пошта са прегледом

# checkbox label
source: Yes
sr_rs: Да

source: Check if you want to receive daily digest with active forum topics for that day.
sr_rs: Штиклирајте ако желите да добијате дневни преглед са темама активним тог дана.

source: Daily digests should be sent at this time:
sr_rs: Дневни прегледи би требало да буду послати у ово време:

source: Select the hour of the day when you want to receive digest emails. Current time is <code>%1$s</code>.
sr_rs: Одаберите час дана када желите да примите е-пошту са прегледом. Тренутно време је <code>%1$s</code>.

# radio button label
source: All
sr_rs: Сви

source: Only forums I choose
sr_rs: Само форуми које одаберем

source: Choose should digest include topics from all forums or only from selected forums.
sr_rs: Одаберите да ли би преглед требало да садржи теме из свих форума или само из одабраних форума.

source: Choose forums which you want to be included in a digest.
sr_rs: Одаберите форуме које желите да буду укључени у преглед.

source: Daily digest
sr_rs: Дневни преглед

source: Daily digest time
sr_rs: Време дневног прегледа

source: Forums
sr_rs: Форуми

source: Donate
sr_rs: Донација

source: bbPress Digest
sr_rs: bbPress преглед

source: Send daily digest with forum's active topics.
sr_rs: Шаљите дневне прегледе са активним темама форума.

source: Milan Dinić
sr_rs: Милан Динић

source: http://blog.milandinic.com/
sr_rs: http://www.milandinic.com/
